Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Physical pixel density. May differ from Screen Scale on some devices.
ar: كثافة البكسل الفعلية. قد تختلف عن مقياس الشاشة في بعض الأجهزة.
ca: Densitat de píxels física. Pot diferir de l'escala de pantalla en alguns dispositius.
cs: Fyzická hustota pixelů. Může se lišit od měřítka obrazovky na některých zařízeních.
da: Fysisk pixeltæthed. Kan afvige fra skærmskala på nogle enheder.
de: Physische Pixeldichte. Kann sich von der Bildschirmskalierung auf einigen Geräten unterscheiden.
el: Φυσική πυκνότητα pixels. Μπορεί να διαφέρει από την κλίμακα οθόνης σε ορισμένες συσκευές.
es: Densidad de píxeles física. Puede diferir de la escala de pantalla en algunos dispositivos.
fi: Fyysinen pikselitiheys. Voi erota näytön mittakaavasta joillakin laitteilla.
fr: Densité de pixels physique. Peut différer de l'échelle d'écran sur certains appareils.
he: צפיפות פיקסלים פיזית. עשויה להיות שונה מקנה המידה של המסך בחלק מהמכשירים.
hi: भौतिक पिक्सेल घनत्व। कुछ उपकरणों पर स्क्रीन स्केल से भिन्न हो सकता है।
hr: Fizička gustoća piksela. Može se razlikovati od razmjera zaslona na nekim uređajima.
hu: Fizikai pixelsűrűség. Eltérhet a képernyőméretaránytól egyeseszközökön.
id: Kepadatan piksel fisik. Mungkin berbeda dari Skala Layar di beberapa perangkat.
it: Densità fisica dei pixel. Può differire dalla scala schermo su alcuni dispositivi.
ja: 物理ピクセル密度。 一部のデバイスでは画面スケールと異なる場合があります。
ko: 물리적 픽셀 밀도입니다. 화면 배율과 다를 수 있습니다.
ms: Ketumpatan piksel fizikal. Mungkin berbeza daripada Skala Skrin pada sesetengah peranti.
nb: Fysisk pikseltetthet. Kan avvike fra skjermskalering på noen enheter.
nl: Fysieke pixeldichtheid. Kan afwijken van schermschaal op sommige apparaten.
pl: Fizyczna gęstość pikseli. Może różnić się od skali ekranu na niektórych urządzeniach.
pt_br: Densidade de pixels físicos. Pode diferir da escala da tela em alguns dispositivos.
pt_pt: Densidade de pixels físicos. Pode diferir da escala do ecrã em alguns dispositivos.
ro: Densitate fizică a pixelilor. Poate diferi de Scala ecranului pe unele dispozitive.
ru: Физическая плотность пикселей. Может отличаться от масштаба экрана на некоторых устройствах.
sk: Fyzická hustota pixelov. Môže sa líšiť od mierky obrazovky na niektorých zariadeniach.
sv: Fysisk pixeltäthet. Kan skilja sig från skärmskala på vissa enheter.
th: ความหนาแน่นพิกเซลทางกายภาพ อาจแตกต่างจากมาตราส่วนหน้าจอ ในบางอุปกรณ์
tr: Fiziksel piksel yoğunluğu. Bazı cihazlarda Ekran Ölçeğinden farklı olabilir.
uk: Фізична щільність пікселів. Може відрізнятися від масштабу екрана на деяких пристроях.
vi: Mật độ pixel vật lý. Có thể khác với Tỷ lệ màn hình trên một số thiết bị.
zh_hans: 物理像素密度。 在某些设备上可能与屏幕比例不同。
zh_hant: 物理像素密度。 在某些裝置上可能與螢幕比例不同。

source: Picture in Picture
ar: صورة داخل صورة
ca: Imatge dins d'imatge
cs: Obraz v obraze
da: Billede i billede
de: Bild-in-Bild
el: Εικόνα εντός εικόνας
es: Imagen dentro de imagen
fi: Kuva kuvassa
fr: Image dans l'image
he: תמונה בתוך תמונה
hi: पिक्चर इन पिक्चर
hr: Slika u slici
hu: Kép a képben
ja: ピクチャ・イン・ピクチャ
ko: PIP
ms: Gambar dalam Gambar
nb: Bilde i bilde
nl: Beeld in beeld
pl: Obraz w obrazie
pt_pt: Imagem em imagem
ro: Imagine în imagine
ru: Картинка в картинке
sk: Obraz v obraze
sv: Bild i bild
th: ภาพซ้อนภาพ
tr: Resim içinde resim
uk: Картинка в картинці
vi: Ảnh trong ảnh
zh_hans: 画中画
zh_hant: 子母畫面

source: Pixel Ratio
ar: نسبة البكسل
ca: Ràtio de píxels
cs: Poměr pixelů
da: Pixelforhold
de: Pixelverhältnis
el: Αναλογία pixel
es: Proporción de píxeles
fi: Pikselisuhde
fr: Ratio de pixels
he: יחס פיקסלים
hi: पिक्सेल अनुपात
hr: Omjer piksela
hu: Pixelarány
id: Rasio piksel
it: Rapporto pixel
ja: ピクセル比
ko: 픽셀 비율
ms: Nisbah piksel
nb: Pikselforhold
nl: Pixelverhouding
pl: Proporcja pikseli
pt_br: Proporção de pixels
pt_pt: Proporção de pixels
ro: Raport pixeli
ru: Соотношение пикселей
sk: Pomer pixelov
sv: Pixelförhållande
th: อัตราส่วนพิกเซล
tr: Piksel oranı
uk: Співвідношення пікселів
vi: Tỷ lệ pixel
zh_hans: 像素比
zh_hant: 像素比

source: Platform
ar: المنصة
ca: Plataforma
cs: Platforma
de: Plattform
el: Πλατφόρμα
es: Plataforma
fi: Alusta
fr: Plateforme
he: פלטפורמה
hi: प्लेटफॉर्म
hr: Platforma
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
nb: Plattform
pl: Platforma
pt_br: Plataforma
pt_pt: Plataforma
ro: Platformă
ru: Платформа
sk: Platforma
sv: Plattform
th: แพลตฟอร์ม
uk: Платформа
vi: Nền tảng
zh_hans: 平台
zh_hant: 平台

source: Play videos in page. Off = Always fullscreen. Needed for background videos.
ar: تشغيل الفيديو في الصفحة. إيقاف = دائماً ملء الشاشة. مطلوب لفيديوهات الخلفية.
ca: Reprodueix vídeos a la pàgina. Desactivat = Sempre pantalla completa. Necessari per a vídeos de fons.
cs: Přehrávat videa na stránce. Vypnuto = Vždy na celou obrazovku. Potřeba pro videa na pozadí.
da: Afspil videoer på siden. Slået fra = Altid fuld skærm. Nødvendig for baggrundsvideo.
de: Videos in Seite abspielen. Aus = Immer Vollbild. Für Hintergrundvideos erforderlich.
el: Αναπαραγωγή βίντεο στη σελίδα. Απενεργοποίηση = Πάντα πλήρης οθόνη. Απαραίτητο για βίντεο φόντου.
es: Reproducir videos en la página. Off = Siempre pantalla completa. Necesario para videos de fondo.
fi: Toista videoita sivulla. Pois = Aina koko näyttö. Tarvitaan taustvideoille.
fr: Lire vidéos dans la page. Off = Toujours plein écran. Nécessaire pour vidéos de fond.
he: הפעל סרטונים בעמוד. כבוי = תמיד מסך מלא. נדרש לסרטוני רקע.
hi: पेज में वीडियो चलाएं। बंद = हमेशा फुलस्क्रीन। बैकग्राउंड वीडियो के लिए आवश्यक।
hr: Reproduciraj video na stranici. Isključeno = Uvijek preko cijelog zaslona. Potrebno za pozadinske videozapise.
hu: Videók lejátszása oldalon. Ki = Mindig teljes képernyő. Szükséges háttérvideókhoz.
id: Putar video di halaman. Matikan = Selalu layar penuh. Diperlukan untuk video latar.
it: Riproduci video nella pagina. Off = Sempre schermo intero. Necessario per video di sfondo.
ja: ページ内で動画を再生します。 オフ = 常にフルスクリーン。 背景動画に必要です。
ko: 페이지 안에서 비디오를 재생합니다. 배경 비디오에 필요합니다.
ms: Main video dalam halaman. Mati = Sentiasa skrin penuh. Diperlukan untuk video latar.
nb: Spill videoer på siden. Av = Alltid fullskjerm. Trengs for bakgrunnsvideoer.
nl: Video's in pagina afspelen. Uit = Altijd volledig scherm. Nodig voor achtergrondvideo's.
pl: Odtwarzaj filmy na stronie. Wył. = Zawsze pełny ekran. Potrzebne dla filmów w tle.
pt_br: Reproduzir vídeos na página. Off = Sempre tela cheia. Necessário para vídeos de fundo.
pt_pt: Reproduzir vídeos na página. Off = Sempre ecrã inteiro. Necessário para vídeos de fundo.
ro: Redă videoclipuri în pagină. Oprit = Mereu ecran complet. Necesar pentru videoclipuri de fundal.
ru: Воспроизведение видео на странице. Выкл. = Всегда полноэкранно. Нужно для фоновых видео.
sk: Prehrávať videá na stránke. Vypnuté = Vždy na celú obrazovku. Potrebné pre videá na pozadí.
sv: Spela videor på sidan. Av = Alltid helskärm. Behövs för bakgrundsvideor.
th: เล่นวิดีโอในหน้า ปิด = เต็มหน้าจอเสมอ จำเป็นสำหรับวิดีโอพื้นหลัง
tr: Videoları sayfada oynat. Kapalı = Her zaman tam ekran. Arka plan videoları için gerekli.
uk: Відтворення відео на сторінці. Вимк. = Завжди повноекранно. Потрібно для фонових відео.
vi: Phát video trong trang. Tắt = Luôn toàn màn hình. Cần cho video nền.
zh_hans: 在页面中播放视频。 关闭 = 始终全屏。 背景视频需要。
zh_hant: 在頁面中播放影片。 關閉 = 始終全螢幕。 背景影片需要。

source: Plays videos inline instead of fullscreen. Required for background video effects.
ar: يشغل الفيديوهات مضمنة بدلاً من ملء الشاشة. مطلوب لتأثيرات الفيديو في الخلفية.
ca: Reprodueix vídeos en línia en lloc de pantalla completa. Requerit per a efectes de vídeo de fons.
cs: Přehrává videa v řádku místo na celou obrazovku. Vyžadováno pro efekty videa na pozadí.
da: Afspiller videoer inline i stedet for fuldskærm. Påkrævet for baggrundsvideo-effekter.
de: Videos inline statt Vollbild.
el: Αναπαράγει βίντεο ενσωματωμένα αντί για πλήρη οθόνη. Απαιτείται για εφέ βίντεο φόντου.
es: Videos en línea, no pantalla completa.
fi: Toistaa videot upotettuna koko näytön sijaan. Vaaditaan taustvideoefekteihin.
fr: Vidéos en ligne, pas plein écran.
he: מנגן סרטונים בתוך השורה במקום במסך מלא. נדרש לאפקטי וידאו רקע.
hi: पूर्ण स्क्रीन के बजाय इनलाइन वीडियो चलाता है। बैकग्राउंड वीडियो प्रभावों के लिए आवश्यक।
hr: Reproducira videozapise umetnuto umjesto na cijeli zaslon. Potrebno za efekte pozadinske video.
hu: Videókat soron belül játszik le a teljes képernyő helyett. Szükséges háttérvideó effektekhez.
id: Memutar video inline daripada layar penuh. Diperlukan untuk efek video latar belakang.
it: Video inline, non a schermo intero.
ja: フルスクリーンではなくインラインでビデオを再生します。背景ビデオエフェクトに必要です。
ko: 인라인으로 비디오를 재생합니다.
ms: Mainkan video sebaris bukannya skrin penuh. Diperlukan untuk kesan video latar belakang.
nb: Spiller av videoer inline i stedet for fullskjerm. Nødvendig for bakgrunnsvideo-effekter.
nl: Speelt video's inline af in plaats van volledig scherm. Vereist voor achtergrondvideo-effecten.
pl: Odtwarza filmy w linii zamiast na pełnym ekranie. Wymagane dla efektów wideo w tle.
pt_br: Reproduz vídeos inline em vez de tela cheia. Necessário para efeitos de vídeo de fundo.
pt_pt: Reproduz vídeos inline em vez de ecrã inteiro. Necessário para efeitos de vídeo de fundo.
ro: Redă videoclipuri inline în loc de ecran complet. Necesar pentru efecte video de fundal.
ru: Видео встроенно, не полноэкранно.
sk: Prehráva videá v riadku namiesto na celú obrazovku. Vyžadované pre efekty videa na pozadí.
sv: Spelar upp videor inline istället för helskärm. Krävs för bakgrundsvideoeffekter.
th: เล่นวิดีโอแบบอินไลน์แทนเต็มหน้าจอ จำเป็นสำหรับเอฟเฟกต์วิดีโอพื้นหลัง
tr: Videoları tam ekran yerine satır içi oynatır. Arka plan video efektleri için gerekli.
uk: Відтворює відео вбудовано, а не на повний екран. Потрібно для фонових відео-ефектів.
vi: Phát video inline thay vì toàn màn hình. Cần cho hiệu ứng video nền.
zh_hans: 内联播放视频而非全屏。背景视频效果所需。
zh_hant: 內嵌播放影片而非全螢幕。背景影片效果所需。

source: Please allow photo library access in Settings to save screenshots.
ar: يرجى السماح بالوصول إلى مكتبة الصور في الإعدادات لحفظ لقطات الشاشة.
ca: Si us plau, permet l'accés a la biblioteca de fotos a Configuració per desar captures de pantalla.
cs: Pro ukládání snímků obrazovky povolte přístup ke knihovně fotografií v Nastavení.
da: Tillad venligst adgang til fotobibliotek i Indstillinger for at gemme skærmbilleder.
de: Bitte erlauben Sie den Zugriff auf die Fotobibliothek in den Einstellungen, um Screenshots zu speichern.
el: Παρακαλώ επιτρέψτε πρόσβαση στη βιβλιοθήκη φωτογραφιών στις Ρυθμίσεις για αποθήκευση στιγμιοτύπων.
es: Por favor, permita el acceso a la fototeca en Ajustes para guardar capturas de pantalla.
fi: Anna valokuvakirjaston käyttöoikeus Asetuksissa kuvakaappausten tallentamiseksi.
fr: Veuillez autoriser l'accès à la photothèque dans Réglages pour enregistrer les captures d'écran.
he: אנא אפשר גישה לספריית התמונות בהגדרות כדי לשמור צילומי מסך.
hi: स्क्रीनशॉट सहेजने के लिए कृपया सेटिंग्स में फोटो लाइब्रेरी एक्सेस की अनुमति दें।
hr: Molimo dozvolite pristup fototeci u Postavkama za spremanje snimki zaslona.
hu: Kérjük, engedélyezze a fotótár hozzáférését a Beállításokban a képernyőképek mentéséhez.
id: Silakan izinkan akses perpustakaan foto di Pengaturan untuk menyimpan tangkapan layar.
it: Per salvare gli screenshot, consenti l'accesso alla libreria foto in Impostazioni.
ja: スクリーンショットを保存するには、設定でフォトライブラリへのアクセスを許可してください。
ko: 스크린샷을 저장하려면 설정에서 사진 접근을 허용하십시오.
ms: Sila benarkan akses perpustakaan foto dalam Tetapan untuk menyimpan tangkapan skrin.
nb: Vennligst tillat tilgang til bildebiblioteket i Innstillinger for å lagre skjermbilder.
nl: Sta toegang tot de fotobibliotheek toe in Instellingen om schermafbeeldingen op te slaan.
pl: Proszę zezwolić na dostęp do biblioteki zdjęć w Ustawieniach, aby zapisywać zrzuty ekranu.
pt_br: Por favor, permita o acesso à biblioteca de fotos em Ajustes para salvar capturas de tela.
pt_pt: Por favor, permita o acesso à biblioteca de fotos em Definições para guardar capturas de ecrã.
ro: Vă rugăm să permiteți accesul la biblioteca foto în Setări pentru a salva capturile de ecran.
ru: Разрешите доступ к фототеке в Настройках, чтобы сохранять скриншоты.
sk: Pre ukladanie snímok obrazovky povoľte prístup k fotoknižnici v Nastaveniach.
sv: Tillåt åtkomst till fotobiblioteket i Inställningar för att spara skärmbilder.
th: กรุณาอนุญาตการเข้าถึงคลังรูปภาพในการตั้งค่าเพื่อบันทึกภาพหน้าจอ
tr: Ekran görüntülerini kaydetmek için lütfen Ayarlar'da fotoğraf kitaplığı erişimine izin verin.
uk: Будь ласка, дозвольте доступ до фототеки в Налаштуваннях, щоб зберігати знімки екрана.
vi: Vui lòng cho phép truy cập thư viện ảnh trong Cài đặt để lưu ảnh chụp màn hình.
zh_hans: 请在设置中允许访问照片库以保存截图。
zh_hant: 請在設定中允許存取照片圖庫以儲存截圖。

source: Pointer & Input
ar: المؤشر والإدخال
ca: Punter i entrada
cs: Ukazatel a vstup
da: Markør & input
de: Zeiger & Eingabe
el: Δείκτης & Είσοδος
es: Puntero y entrada
fi: Osoitin ja syöte
fr: Pointeur et entrée
he: מצביע וקלט
hi: पॉइंटर और इनपुट
hr: Pokazivač i unos
hu: Mutató és bevitel
it: Puntatore e input
ja: ポインターと入力
ko: 포인터 & 입력
ms: Penunjuk & Input
nb: Peker og inndata
nl: Aanwijzer & invoer
pl: Wskaźnik i wprowadzanie
pt_br: Ponteiro e entrada
pt_pt: Ponteiro e entrada
ro: Cursor și intrare
ru: Указатель и ввод
sk: Ukazovateľ a vstup
sv: Pekare & indata
th: ตัวชี้และอินพุต
tr: İşaretçi ve Giriş
uk: Вказівник і введення
vi: Con trỏ và Đầu vào
zh_hans: 指针与输入
zh_hant: 指標與輸入

source: Points to pixels ratio. @2x = Retina, @3x = Super Retina.
ar: نسبة النقاط إلى البكسل. @2x = Retina، @3x = Super Retina.
ca: Ràtio de punts a píxels. @2x = Retina, @3x = Super Retina.
cs: Poměr bodů k pixelům. @2x = Retina, @3x = Super Retina.
da: Punkter til pixels forhold. @2x = Retina, @3x = Super Retina.
de: Punkte-zu-Pixel-Verhältnis. @2x = Retina, @3x = Super Retina.
el: Αναλογία σημείων προς pixels. @2x = Retina, @3x = Super Retina.
es: Proporción de puntos a píxeles. @2x = Retina, @3x = Super Retina.
fi: Pisteiden ja pikseleiden suhde. @2x = Retina, @3x = Super Retina.
fr: Ratio points/pixels. @2x = Retina, @3x = Super Retina.
he: יחס נקודות לפיקסלים. @2x = Retina, @3x = Super Retina.
hi: पॉइंट से पिक्सेल अनुपात। @2x = Retina, @3x = Super Retina।
hr: Omjer točaka i piksela. @2x = Retina, @3x = Super Retina.
hu: Pontok és pixelek aránya. @2x = Retina, @3x = Super Retina.
id: Rasio poin ke piksel. @2x = Retina, @3x = Super Retina.
it: Rapporto punti-pixel. @2x = Retina, @3x = Super Retina.
ja: ポイントからピクセルへの比率。 @2x = Retina、@3x = Super Retina。
ko: 포인트 대 픽셀 비율입니다. @2x=Retina, @3x=Super Retina
ms: Nisbah mata ke piksel. @2x = Retina, @3x = Super Retina.
nb: Punkter til piksler forhold. @2x = Retina, @3x = Super Retina.
nl: Punten-naar-pixels verhouding. @2x = Retina, @3x = Super Retina.
pl: Stosunek punktów do pikseli. @2x = Retina, @3x = Super Retina.
pt_br: Proporção de pontos para pixels. @2x = Retina, @3x = Super Retina.
pt_pt: Proporção de pontos para pixels. @2x = Retina, @3x = Super Retina.
ro: Raportul puncte la pixeli. @2x = Retina, @3x = Super Retina.
ru: Соотношение точек к пикселям. @2x = Retina, @3x = Super Retina.
sk: Pomer bodov k pixelom. @2x = Retina, @3x = Super Retina.
sv: Punkter till pixlar förhållande. @2x = Retina, @3x = Super Retina.
th: อัตราส่วนพอยต์ต่อพิกเซล @2x = Retina, @3x = Super Retina
tr: Nokta-piksel oranı. @2x = Retina, @3x = Super Retina.
uk: Співвідношення точок до пікселів. @2x = Retina, @3x = Super Retina.
vi: Tỷ lệ điểm thành pixel. @2x = Retina, @3x = Super Retina.
zh_hans: 点到像素的比例。 @2x = Retina，@3x = Super Retina。
zh_hant: 點到像素的比例。 @2x = Retina，@3x = Super Retina。

source: Poor
ar: سيء
ca: Dolent
cs: Špatné
da: Dårlig
de: Schlecht
el: Κακό
es: Malo
fi: Huono
fr: Mauvais
he: גרוע
hi: खराब
hr: Loše
hu: Rossz
id: Buruk
it: Scarso
ja: 不良
ko: 나쁨
ms: Lemah
nb: Dårlig
nl: Slecht
pl: Słabe
pt_br: Ruim
pt_pt: Mau
ro: Slab
ru: Плохо
sk: Zlé
sv: Dålig
th: แย่
tr: Kötü
uk: Погано
vi: Kém
zh_hans: 差
zh_hant: 差

source: Pre-load URLs before presenting
ar: تحميل عناوين URL مسبقًا قبل العرض
ca: Precarrega URLs abans de mostrar
cs: Přednačíst URL před zobrazením
da: Forudindlæs URL'er før visning
de: URLs vor der Anzeige vorladen
el: Προφόρτωση URL πριν την εμφάνιση
es: Pre-cargar URLs antes de mostrar
fi: Esilataa URL:t ennen näyttämistä
fr: Précharger les URL avant l'affichage
he: טען מראש URLs לפני הצגה
hi: प्रस्तुत करने से पहले URLs प्री-लोड करें
hr: Unaprijed učitaj URL-ove prije prikazivanja
hu: URL-ek előzetes betöltése megjelenítés előtt
id: Muat URL terlebih dahulu sebelum menampilkan
it: Pre-carica URL prima della presentazione
ja: 表示前にURLを事前読み込み
ko: 표시 전 URL 미리 로드
ms: Pramuat URL sebelum memaparkan
nb: Forhåndslast URL-er før visning
nl: URL's vooraf laden voor weergave
pl: Wstępnie załaduj adresy URL przed wyświetleniem
pt_br: Pré-carregar URLs antes de apresentar
pt_pt: Pré-carregar URLs antes de apresentar
ro: Preîncarcă URL-urile înainte de afișare
ru: Предзагрузить URL перед показом
sk: Prednačítať URL pred zobrazením
sv: Förladda URL:er innan visning
th: โหลด URL ล่วงหน้าก่อนแสดง
tr: Göstermeden önce URL'leri önceden yükle
uk: Попередньо завантажити URL перед показом
vi: Tải trước URL trước khi hiển thị
zh_hans: 显示前预加载URL
zh_hant: 顯示前預先載入URL

source: prefers-color-scheme Emulates dark/light mode for CSS media queries.
ar: prefers-color-scheme يحاكي الوضع الداكن/الفاتح لاستعلامات وسائط CSS.
ca: prefers-color-scheme Emula el mode fosc/clar per a consultes de mitjans CSS.
cs: prefers-color-scheme Emuluje tmavý/světlý režim pro CSS mediální dotazy.
da: prefers-color-scheme Emulerer mørk/lys tilstand for CSS-medieforespørgsler.
de: prefers-color-scheme Emuliert Dunkel-/Hellmodus für CSS-Medienabfragen.
el: prefers-color-scheme Εξομοιώνει σκοτεινή/φωτεινή λειτουργία για ερωτήματα μέσων CSS.
es: prefers-color-scheme Emula modo oscuro/claro para consultas de medios CSS.
fi: prefers-color-scheme Emuloi tummaa/vaaleaa tilaa CSS-mediakyselyille.
fr: prefers-color-scheme Émule le mode sombre/clair pour les requêtes média CSS.
he: prefers-color-scheme מדמה מצב כהה/בהיר עבור שאילתות מדיה CSS.
hi: prefers-color-scheme CSS मीडिया क्वेरी के लिए डार्क/लाइट मोड एमुलेट करता है।
hr: prefers-color-scheme Emulira tamni/svijetli način za CSS medijske upite.
hu: prefers-color-scheme Sötét/világos mód emulálása CSS-médiakérdésekhez.
id: prefers-color-scheme Meniru mode gelap/terang untuk kueri media CSS.
it: prefers-color-scheme Emula modalità scura/chiara per query media CSS.
ja: prefers-color-scheme CSSメディアクエリ用にダーク/ライトモードをエミュレート。
ko: prefers-color-scheme 다크/라이트 모드를 에뮬레이션합니다.
ms: prefers-color-scheme Mencontohi mod gelap/cerah untuk pertanyaan media CSS.
nb: prefers-color-scheme Emulerer mørk/lys modus for CSS-mediespørringer.
nl: prefers-color-scheme Emuleert donkere/lichte modus voor CSS-mediaqueries.
pl: prefers-color-scheme Emuluje tryb ciemny/jasny dla zapytań o media CSS.
pt_br: prefers-color-scheme Emula modo escuro/claro para consultas de mídia CSS.
pt_pt: prefers-color-scheme Emula modo escuro/claro para consultas de mídia CSS.
ro: prefers-color-scheme Emulează modul întunecat/deschis pentru interogări media CSS.
ru: prefers-color-scheme Эмулирует тёмный/светлый режим для CSS-медиазапросов.
sk: prefers-color-scheme Emuluje tmavý/svetlý režim pre CSS mediálne dotazy.
sv: prefers-color-scheme Emulerar mörkt/ljust läge för CSS-mediefrågor.
th: prefers-color-scheme จำลองโหมดมืด/สว่างสำหรับ CSS media queries
tr: prefers-color-scheme CSS ortam sorguları için karanlık/aydınlık modu emüle eder.
uk: prefers-color-scheme Емулює темний/світлий режим для CSS-медіазапитів.
vi: prefers-color-scheme Mô phỏng chế độ tối/sáng cho truy vấn phương tiện CSS.
zh_hans: prefers-color-scheme 为CSS媒体查询模拟深色/浅色模式。
zh_hant: prefers-color-scheme 為CSS媒體查詢模擬深色/淺色模式。

source: prefers-contrast Requests higher contrast colors.
ar: prefers-contrast يطلب ألوانًا بتباين أعلى.
ca: prefers-contrast Sol·licita colors amb més contrast.
cs: prefers-contrast Vyžaduje barvy s vyšším kontrastem.
da: prefers-contrast Anmoder om farver med højere kontrast.
de: prefers-contrast Fordert höhere Kontrastfarben an.
el: prefers-contrast Ζητά χρώματα υψηλότερης αντίθεσης.
es: prefers-contrast Solicita colores de mayor contraste.
fi: prefers-contrast Pyytää korkeamman kontrastin värejä.
fr: prefers-contrast Demande des couleurs à contraste plus élevé.
he: prefers-contrast מבקש צבעים בניגודיות גבוהה יותר.
hi: prefers-contrast उच्च कंट्रास्ट रंगों का अनुरोध करता है।
hr: prefers-contrast Zahtijeva boje s većim kontrastom.
hu: prefers-contrast Magasabb kontrasztú színeket kér.
id: prefers-contrast Meminta warna dengan kontras lebih tinggi.
it: prefers-contrast Richiede colori a contrasto più elevato.
ja: prefers-contrast より高いコントラストの色を要求します。
ko: prefers-contrast 더 높은 대비 색상을 요청합니다.
ms: prefers-contrast Meminta warna dengan kontras lebih tinggi.
nb: prefers-contrast Ber om farger med høyere kontrast.
nl: prefers-contrast Vraagt om kleuren met hoger contrast.
pl: prefers-contrast Żąda kolorów o wyższym kontraście.
pt_br: prefers-contrast Solicita cores de maior contraste.
pt_pt: prefers-contrast Solicita cores de maior contraste.
ro: prefers-contrast Solicită culori cu contrast mai mare.
ru: prefers-contrast Запрашивает цвета с более высокой контрастностью.
sk: prefers-contrast Vyžaduje farby s vyšším kontrastom.
sv: prefers-contrast Begär färger med högre kontrast.
th: prefers-contrast ร้องขอสีที่มีคอนทราสต์สูงขึ้น
tr: prefers-contrast Daha yüksek kontrastlı renkler ister.
uk: prefers-contrast Запитує кольори з вищою контрастністю.
vi: prefers-contrast Yêu cầu màu có độ tương phản cao hơn.
zh_hans: prefers-contrast 请求更高对比度的颜色。
zh_hant: prefers-contrast 請求更高對比度的顏色。

source: prefers-reduced-motion Disables animations and transitions.
ar: prefers-reduced-motion يعطّل الرسوم المتحركة والانتقالات.
ca: prefers-reduced-motion Desactiva les animacions i transicions.
cs: prefers-reduced-motion Vypíná animace a přechody.
da: prefers-reduced-motion Deaktiverer animationer og overgange.
de: prefers-reduced-motion Deaktiviert Animationen und Übergänge.
el: prefers-reduced-motion Απενεργοποιεί κινήσεις και μεταβάσεις.
es: prefers-reduced-motion Desactiva animaciones y transiciones.
fi: prefers-reduced-motion Poistaa animaatiot ja siirtymät käytöstä.
fr: prefers-reduced-motion Désactive les animations et transitions.
he: prefers-reduced-motion משבית אנימציות ומעברים.
hi: prefers-reduced-motion एनिमेशन और ट्रांज़िशन अक्षम करता है।
hr: prefers-reduced-motion Onemogućuje animacije i prijelaze.
hu: prefers-reduced-motion Kikapcsolja az animációkat és átmeneteket.
id: prefers-reduced-motion Menonaktifkan animasi dan transisi.
it: prefers-reduced-motion Disabilita animazioni e transizioni.
ja: prefers-reduced-motion アニメーションとトランジションを無効にします。
ko: prefers-reduced-motion 애니메이션과 전환 효과를 끕니다.
ms: prefers-reduced-motion Melumpuhkan animasi dan peralihan.
nb: prefers-reduced-motion Deaktiverer animasjoner og overganger.
nl: prefers-reduced-motion Schakelt animaties en overgangen uit.
pl: prefers-reduced-motion Wyłącza animacje i przejścia.
pt_br: prefers-reduced-motion Desativa animações e transições.
pt_pt: prefers-reduced-motion Desativa animações e transições.
ro: prefers-reduced-motion Dezactivează animațiile și tranzițiile.
ru: prefers-reduced-motion Отключает анимации и переходы.
sk: prefers-reduced-motion Vypína animácie a prechody.
sv: prefers-reduced-motion Inaktiverar animationer och övergångar.
th: prefers-reduced-motion ปิดใช้งานแอนิเมชันและการเปลี่ยน
tr: prefers-reduced-motion Animasyonları ve geçişleri devre dışı bırakır.
uk: prefers-reduced-motion Вимикає анімації та переходи.
vi: prefers-reduced-motion Tắt hoạt ảnh và chuyển tiếp.
zh_hans: prefers-reduced-motion 禁用动画和过渡效果。
zh_hant: prefers-reduced-motion 停用動畫和轉場效果。
